OpenFOAM-6-cantera/tutorials/multiphase/interFoam/laminar/mixerVessel2D/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases (water oir);

water
{
    transportModel  Newtonian;
    nu              1e-4;
    rho             1000;
}

oir
{
    transportModel  Newtonian;
    nu              1e-4;
    rho             500;
}

sigma           0.05;


// ************************************************************************* //
